#!/usr/bin/env python3
# -*- coding: utf-8 -*-
"""
Created on Fri Mar 16 00:02:01 2018

@author: hanyuxu
"""

yyh_id = {'yby':'998668',
          'sxr':'1078928',
          'lz':'1430017',
          'ws':'1300069',
          'wxj':'1316516',
          'fxf':'1170704',
          'zds':'983701',
          'cl':'1083816',
          'qj':'1169691',
          'wjl':'1119780',
          'xty':'1163054',
          'lj':'1126933',
          'pyq':'1285969',
          'sxw':'1282531',
          'xsq':'1175839',
          'zjy':'1311785'}

#yyh_id = {'fxf':'1170704'}

chinese_name = {'fxf':'冯晓菲',
                'qj' :'祁  静',
                'ws' :'汪  束',
                'yby':'杨冰怡',
                'sxr':'宋昕冉',
                'lz' :'李  钊',
                'wxj':'王晓佳',
                'zds':'张丹三',
                'cl' :'陈  琳',
                'wjl':'汪佳翎',
                'xty':'谢天依',
                'lj' :'李  晶',
                'pyq':'潘瑛琪',
                'sxw':'孙歆文',
                'xsq':'徐诗琪',
                'zjy':'张嘉予'}

chinese_name_2 = ['冯晓菲', '祁静', '汪束', '杨冰怡', '宋昕冉', '李钊',
                  '王晓佳', '张丹三', '陈琳', '汪佳翎', '李晶', '潘瑛琪',
                  '孙歆文', '徐诗琪', '张嘉予']

check_list = ['冯晓菲', '祁静', '汪束', '杨冰怡', '宋昕冉', '李钊',
              '王晓佳', '张丹三', '陈琳', '汪佳翎', '李晶', '潘瑛琪',
              '孙歆文', '徐诗琪', '张嘉予']